const vaccindata1 = [
    {
        name: "파라인플루엔자",
        num: 0,
        content: " 강아지에서 발생하는 호흡기 감염의 일종으로, 파라인플루엔자 바이러스에 의해 유발됩니다. 이 바이러스는 주로 강아지의 기관지와 기도를 감염시키며, 주로 강아지의 비말로 전파됩니다 .",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`,
        date: 210
    },

    {
        name: "파라인플루엔자",
        num: 1,
        content: " 강아지에서 발생하는 호흡기 감염의 일종으로, 파라인플루엔자 바이러스에 의해 유발됩니다. 이 바이러스는 주로 강아지의 기관지와 기도를 감염시키며, 주로 강아지의 비말로 전파됩니다 .",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`,
        date: 100
    },

    {
        name: "파라인플루엔자",
        num: 2,
        content: " 강아지에서 발생하는 호흡기 감염의 일종으로, 파라인플루엔자 바이러스에 의해 유발됩니다. 이 바이러스는 주로 강아지의 기관지와 기도를 감염시키며, 주로 강아지의 비말로 전파됩니다 .",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 365
    },
    {
        name: "디스템퍼",
        num: 0,
        content: " 디스템퍼(Distemper)는 치명적인 바이러스 질환 중 하나로, 강아지의 소화기 및 호흡기를 공격하는 질병입니다. 이 바이러스는 특히 강아지의 눈, 코, 입, 폐 및 소화기관에 영향을 미칩니다. 디스템퍼에 감염된 강아지는 다양한 신체 기관과 시스템을 영향을 받으며, 중증으로 진행될 경우 사망에 이를 수도 있습니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 210
    },

    {
        name: "디스템퍼",
        num: 1,
        content: " 디스템퍼(Distemper)는 치명적인 바이러스 질환 중 하나로, 강아지의 소화기 및 호흡기를 공격하는 질병입니다. 이 바이러스는 특히 강아지의 눈, 코, 입, 폐 및 소화기관에 영향을 미칩니다. 디스템퍼에 감염된 강아지는 다양한 신체 기관과 시스템을 영향을 받으며, 중증으로 진행될 경우 사망에 이를 수도 있습니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 100
    },

    {
        name: "디스템퍼",
        num: 2,
        content: " 디스템퍼(Distemper)는 치명적인 바이러스 질환 중 하나로, 강아지의 소화기 및 호흡기를 공격하는 질병입니다. 이 바이러스는 특히 강아지의 눈, 코, 입, 폐 및 소화기관에 영향을 미칩니다. 디스템퍼에 감염된 강아지는 다양한 신체 기관과 시스템을 영향을 받으며, 중증으로 진행될 경우 사망에 이를 수도 있습니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 365
    },
    {
        name: "호흡기감염",
        num: 0,
        content: "호흡기감염은 강아지의 호흡기계에 영향을 미치는 다양한 원인에 의해 발생하는 감염성 질환입니다. 이러한 감염은 일반적으로 바이러스나 세균으로 인한 것으로, 강아지의 코, 목, 기관지 등 호흡기계를 침범합니다. 호흡기감염은 비염, 기침, 재채기, 콧물, 눈물, 발열 등의 증상을 유발할 수 있으며, 심한 경우 호흡곤란과 기침이 지속되는 경우도 있습니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 210
    },
    {
        name: "호흡기감염",
        num: 1,
        content: "호흡기감염은 강아지의 호흡기계에 영향을 미치는 다양한 원인에 의해 발생하는 감염성 질환입니다. 이러한 감염은 일반적으로 바이러스나 세균으로 인한 것으로, 강아지의 코, 목, 기관지 등 호흡기계를 침범합니다. 호흡기감염은 비염, 기침, 재채기, 콧물, 눈물, 발열 등의 증상을 유발할 수 있으며, 심한 경우 호흡곤란과 기침이 지속되는 경우도 있습니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 100
    },
    {
        name: "호흡기감염",
        num: 2,
        content: "호흡기감염은 강아지의 호흡기계에 영향을 미치는 다양한 원인에 의해 발생하는 감염성 질환입니다. 이러한 감염은 일반적으로 바이러스나 세균으로 인한 것으로, 강아지의 코, 목, 기관지 등 호흡기계를 침범합니다. 호흡기감염은 비염, 기침, 재채기, 콧물, 눈물, 발열 등의 증상을 유발할 수 있으며, 심한 경우 호흡곤란과 기침이 지속되는 경우도 있습니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 6~8주의 연령에 도달했을 때 첫 번째 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 365
    },
    {
        name: "광견병",
        num: 0,
        content: "광견병은 강아지와 다른 동물에게 전염되는 치명적인 바이러스 질환 중 하나입니다. 이 바이러스는 주로 감염된 동물의 침 분비물이나 범오염된 물이나 먹이를 통해 전파됩니다. 광견병은 중추신경계를 침범하여 감염된 동물의 행동과 신체 기능을 변형시킵니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 12주 이상이 되었을 때 첫 번째 광견병 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 365
    },
    {
        name: "광견병",
        num: 1,
        content: "광견병은 강아지와 다른 동물에게 전염되는 치명적인 바이러스 질환 중 하나입니다. 이 바이러스는 주로 감염된 동물의 침 분비물이나 범오염된 물이나 먹이를 통해 전파됩니다. 광견병은 중추신경계를 침범하여 감염된 동물의 행동과 신체 기능을 변형시킵니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 12주 이상이 되었을 때 첫 번째 광견병 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 100
    },
    {
        name: "광견병",
        num: 2,
        content: "광견병은 강아지와 다른 동물에게 전염되는 치명적인 바이러스 질환 중 하나입니다. 이 바이러스는 주로 감염된 동물의 침 분비물이나 범오염된 물이나 먹이를 통해 전파됩니다. 광견병은 중추신경계를 침범하여 감염된 동물의 행동과 신체 기능을 변형시킵니다.",
        vaccindatacontent: `첫 번째 접종: 강아지가 12주 이상이 되었을 때 첫 번째 광견병 백신을 접종합니다.<br>
        두 번째 접종: 첫 번째 백신 접종 후 약 2~4주 간격으로 두 번째 백신을 접종합니다.<br>
        재접종: 이후에는 일반적으로 1년에 한 번씩 재접종을 권장합니다.`
        , date: 365
    }



]
export default vaccindata1;